Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Add a token
af: Voeg 'n token by
ar: إضافة عملة رمزية
bg: Добавяне на токен
bn: টোকেন যোগ করুন
ca: Afegeix un token
cs: Přidat token
da: Tilføj token
de: Token hinzufügen
el: Προσθήκη token
es: Añadir un token
et: Lisa märk
fa: افزودن توکن
fi: Lisää token
fil: Magdagdag ng token
fr: Ajouter un jeton
he: הוספת טוקן
hi: टोकन जोड़ें
hr: Dodaj token
hu: Token hozzáadása
id: Tambahkan token
is: Bæta við tóka
it: Aggiungi un token
ja: トークンを追加
ko: 토큰 추가
lt: Pridėti žetoną
lv: Pievienot marķieri
ml: ഒരു ടോക്കൺ ചേർക്കുക
mr: टोकन जोडा
ms: Tambah token
nb: Legg til token
nl: Token toevoegen
pa: ਇੱਕ ਟੋਕਨ ਜੋੜੋ
pl: Dodaj token
pt_br: Adicionar um token
ro: Adaugă un token
ru: Добавить токен
sk: Pridať token
sl: Dodaj žeton
sr: Додај токен
sv: Lägg till token
sw: Ongeza tokeni
ta: டோக்கனைச் சேர்
te: టోకెన్ జోడించు
th: เพิ่มโทเคน
tr: Token ekle
uk: Додати токен
ur: ٹوکن شامل کریں
vi: Thêm token
zh_hans: 添加代币
zh_hant: 新增代幣

source: Add a token by pasting its contract address. Aperture reads the rest from chain.
af: Voeg 'n token by deur sy kontrakadres te plak. Aperture lees die res vanaf die ketting.
ar: أضف عملة رمزية بلصق عنوان عقدها. تقرأ Aperture الباقي من السلسلة.
bg: Добавете токен, като поставите адреса на договора му. Aperture чете останалото от веригата.
bn: কন্ট্রাক্ট ঠিকানা পেস্ট করে একটি টোকেন যোগ করুন। Aperture চেইন থেকে বাকি তথ্য পড়ে নেয়।
ca: Afegeix un token enganxant la seva adreça de contracte. Aperture llegeix la resta de la cadena.
cs: Přidejte token vložením adresy jeho kontraktu. Zbytek si Aperture načte z chainu.
da: Tilføj en token ved at indsætte kontraktadressen. Aperture læser resten fra kæden.
de: Füge einen Token hinzu, indem du seine Vertragsadresse einfügst. Den Rest liest Aperture aus der Chain.
el: Προσθέστε ένα token επικολλώντας τη διεύθυνση του συμβολαίου του. Τα υπόλοιπα τα διαβάζει το Aperture από την αλυσίδα.
es: Añade un token pegando su dirección de contrato. Aperture lee el resto en la cadena.
et: Lisa märk, kleepides selle lepingu aadressi. Aperture loeb ülejäänu ahelast.
fa: با چسباندن نشانی قراردادش یک توکن اضافه کنید. Aperture بقیه را از زنجیره می‌خواند.
fi: Lisää token liittämällä sen sopimusosoite. Aperture lukee loput ketjusta.
fil: Magdagdag ng token sa pamamagitan ng pag-paste ng contract address nito. Binabasa ng Aperture ang iba pa mula sa chain.
fr: Ajoutez un jeton en collant son adresse de contrat. Aperture lit le reste depuis la chaîne.
he: אפשר להוסיף טוקן על־ידי הדבקת כתובת החוזה שלו. את השאר Aperture קוראת מהבלוקצ׳יין.
hi: इसके कॉन्ट्रैक्ट पता पेस्ट करके टोकन जोड़ें। बाकी जानकारी Aperture चेन से पढ़ लेता है।
hr: Dodajte token lijepljenjem adrese ugovora. Ostalo Aperture čita s lanca.
hu: Add hozzá a tokent a szerződés címének beillesztésével. A többit az Aperture leolvassa a láncról.
id: Tambahkan token dengan menempelkan alamat kontraknya. Aperture membaca sisanya dari rantai.
is: Bættu við tóka með því að líma inn samningsfangið hans. Aperture les afganginn af keðjunni.
it: Aggiunga un token incollando il suo indirizzo del contratto. Aperture legge il resto dalla catena.
ja: コントラクトアドレスを貼り付けてトークンを追加します。残りはAperture がチェーンから読み取ります。
ko: 컨트랙트 주소를 붙여넣어 토큰을 추가하세요. 나머지는 Aperture가 체인에서 읽어와요.
lt: Pridėkite žetoną įklijuodami jo sutarties adresą. Aperture likusią informaciją nuskaito iš grandinės.
lv: Pievienojiet marķieri, ielīmējot tā līguma adresi. Aperture pārējo nolasa no ķēdes.
ml: കരാർ വിലാസം ഒട്ടിച്ച് ഒരു ടോക്കൺ ചേർക്കുക. ബാക്കിയുള്ളവ Aperture ചെയിനിൽ നിന്ന് വായിക്കുന്നു.
mr: त्याचा करार पत्ता पेस्ट करून टोकन जोडा. उर्वरित Aperture चेनवरून वाचते.
ms: Tambah token dengan menampal alamat kontraknya. Aperture membaca selebihnya daripada rantaian.
nb: Legg til en token ved å lime inn kontraktadressen. Aperture leser resten fra kjeden.
nl: Voeg een token toe door het contractadres te plakken. Aperture leest de rest uit de chain.
pa: ਇਸ ਦਾ ਕੰਟਰੈਕਟ ਪਤਾ ਪੇਸਟ ਕਰਕੇ ਟੋਕਨ ਜੋੜੋ। ਬਾਕੀ Aperture ਚੇਨ ਤੋਂ ਪੜ੍ਹਦਾ ਹੈ।
pl: Dodaj token, wklejając adres jego kontraktu. Aperture odczyta resztę z łańcucha.
pt_br: Adicione um token colando o endereço do contrato. O Aperture lê o resto na rede.
ro: Adaugă un token lipind adresa contractului. Aperture citește restul de pe chain.
ru: Добавьте токен, вставив адрес его контракта. Остальное Aperture прочитает из сети.
sk: Pridajte token vložením adresy jeho kontraktu. Zvyšok si Aperture načíta z reťazca.
sl: Dodajte žeton z lepljenjem naslova pogodbe. Ostalo Aperture prebere iz verige.
sr: Додајте токен налепљивањем адресе уговора. Остало Aperture чита са ланца.
sv: Lägg till en token genom att klistra in dess kontraktsadress. Aperture läser resten från kedjan.
sw: Ongeza tokeni kwa kubandika anwani yake ya mkataba. Aperture husoma mengine kutoka kwenye mnyororo.
ta: அதன் ஒப்பந்த முகவரியை ஒட்டுவதன் மூலம் டோக்கனைச் சேர்க்கவும். மீதியை Aperture பிணையத்திலிருந்து படிக்கிறது.
te: దాని కాంట్రాక్ట్ చిరునామాను అతికించడం ద్వారా టోకెన్‌ను జోడించండి. మిగిలినవి Aperture చైన్ నుండి చదువుతుంది.
th: เพิ่มโทเคนด้วยการวางที่อยู่สัญญา Aperture จะอ่านส่วนที่เหลือจากเชน
tr: Sözleşme adresini yapıştırarak bir token ekleyin. Aperture gerisini zincirden okur.
uk: Додайте токен, вставивши адресу його контракту. Решту Aperture зчитає з мережі.
ur: اس کا کنٹریکٹ ایڈریس پیسٹ کر کے ٹوکن شامل کریں۔ Aperture باقی تفصیلات چین سے پڑھ لیتا ہے۔
vi: Thêm token bằng cách dán địa chỉ hợp đồng của nó. Aperture đọc phần còn lại từ chuỗi.
zh_hans: 粘贴合约地址来添加代币。Aperture 会从链上读取其余信息。
zh_hant: 貼上合約地址來新增代幣。Aperture 會從鏈上讀取其餘資訊。

source: Add a watch-only \(chain.displayName) wallet
af: Voeg 'n kyk-net \(chain.displayName)-beursie by
ar: إضافة محفظة \(chain.displayName) للعرض فقط
bg: Добави портфейл само за наблюдение в \(chain.displayName)
bn: একটি শুধু-দেখা \(chain.displayName) ওয়ালেট যোগ করুন
ca: Afegeix una cartera de només visualització de \(chain.displayName)
cs: Přidat peněženku \(chain.displayName) pouze pro sledování
da: Tilføj en kun-visnings-tegnebog til \(chain.displayName)
de: Eine Nur-Ansicht-Wallet für \(chain.displayName) hinzufügen
el: Προσθήκη πορτοφολιού \(chain.displayName) μόνο για παρακολούθηση
es: Añadir un monedero de solo lectura de \(chain.displayName)
et: Lisa ainult vaatamiseks mõeldud \(chain.displayName) rahakott
fa: افزودن کیف پول فقط مشاهده \(chain.displayName)
fi: Lisää vain katselua varten oleva \(chain.displayName)-lompakko
fil: Magdagdag ng watch-only na \(chain.displayName) wallet
fr: Ajouter un portefeuille \(chain.displayName) en lecture seule
he: הוסף ארנק צפייה בלבד של \(chain.displayName)
hi: \(chain.displayName) का केवल-देखने वाला वॉलेट जोड़ें
hr: Dodaj novčanik \(chain.displayName) samo za pregled
hu: Csak megfigyelő \(chain.displayName) tárca hozzáadása
id: Tambahkan dompet \(chain.displayName) hanya-lihat
is: Bæta við \(chain.displayName) áhorfsveski
it: Aggiungi un wallet \(chain.displayName) di sola lettura
ja: \(chain.displayName) の閲覧のみウォレットを追加
ko: \(chain.displayName) 보기 전용 지갑 추가
lt: Pridėti tik peržiūrai skirtą \(chain.displayName) piniginę
lv: Pievienot tikai skatīšanas \(chain.displayName) maku
ml: \(chain.displayName) കാണാൻ-മാത്രമുള്ള വാലറ്റ് ചേർക്കുക
mr: \(chain.displayName) फक्त-पाहण्याचा वॉलेट जोडा
ms: Tambah dompet \(chain.displayName) baca-sahaja
nb: Legg til en visningslommebok for \(chain.displayName)
nl: Voeg een alleen-lezen \(chain.displayName)-wallet toe
pa: \(chain.displayName) ਸਿਰਫ਼-ਦੇਖਣ ਵਾਲਾ ਵਾਲਟ ਜੋੜੋ
pl: Dodaj portfel \(chain.displayName) tylko do podglądu
pt_br: Adicionar uma carteira somente leitura de \(chain.displayName)
ro: Adaugă un portofel doar pentru vizualizare \(chain.displayName)
ru: Добавить кошелёк \(chain.displayName) только для просмотра
sk: Pridať peňaženku \(chain.displayName) len na sledovanie
sl: Dodaj denarnico \(chain.displayName) samo za ogled
sr: Додај новчаник \(chain.displayName) само за преглед
sv: Lägg till en visningsplånbok för \(chain.displayName)
sw: Ongeza pochi ya \(chain.displayName) ya kuangalia tu
ta: \(chain.displayName) கண்காணிப்பு மட்டும் வாலட்டை சேர்
te: \(chain.displayName) చూడటం-మాత్రమే వాలెట్‌ను జోడించు
th: เพิ่มกระเป๋าดูอย่างเดียวสำหรับ \(chain.displayName)
tr: Yalnızca okuma \(chain.displayName) cüzdanı ekle
uk: Додати гаманець \(chain.displayName) лише для перегляду
ur: \(chain.displayName) صرف دیکھنے والا والیٹ شامل کریں
vi: Thêm ví chỉ xem \(chain.displayName)
zh_hans: 添加一个仅监视的 \(chain.displayName) 钱包
zh_hant: 新增一個僅監看的 \(chain.displayName) 錢包

source: Add a watch-only %@ wallet
af: Voeg ’n %@-beursie net-kyk by
ar: إضافة محفظة %@ للعرض فقط
bg: Добавяне на портфейл %@ само за наблюдение
bn: একটি ওয়াচ-অনলি %@ ওয়ালেট যোগ করুন
ca: Afegir una cartera %@ només de visualització
cs: Přidat peněženku %@ jen pro sledování
da: Tilføj en kun-se %@-tegnebog
de: Eine Nur-Lese-%@-Wallet hinzufügen
el: Προσθήκη πορτοφολιού %@ μόνο για παρακολούθηση
es: Añadir una cartera de solo lectura de %@
et: Lisa ainult vaatlemiseks %@ rahakott
fa: افزودن کیف پول %@ فقط‌تماشا
fi: Lisää vain-katselu %@-lompakko
fil: Magdagdag ng watch-only na %@ wallet
fr: Ajouter un portefeuille %@ en lecture seule
he: הוספת ארנק %@ לצפייה בלבד
hi: वॉच-ओनली %@ वॉलेट जोड़ें
hr: Dodajte %@ novčanik samo za pregled
hu: Csak megfigyelő %@ tárca hozzáadása
id: Tambahkan dompet %@ pantau-saja
is: Bæta við %@ veski með aðeins-skoða
it: Aggiungi un wallet %@ di sola visualizzazione
ja: 閲覧専用の %@ ウォレットを追加
ko: 관전 전용 %@ 지갑 추가
lt: Pridėti tik stebėjimo %@ piniginę
lv: Pievienot tikai novērošanas %@ maku
ml: watch-only %@ വാലറ്റ് ചേർക്കുക
mr: watch-only %@ वॉलेट जोडा
ms: Tambah dompet %@ pantau-sahaja
nb: Legg til en kun-vis %@-lommebok
nl: Voeg een %@-wallet alleen-bekijken toe
pa: ਸਿਰਫ਼-ਵੇਖਣ ਵਾਲਾ %@ ਵਾਲਿਟ ਜੋੜੋ
pl: Dodaj portfel %@ tylko do obserwacji
pt_br: Adicionar uma carteira %@ somente-leitura
ro: Adaugă un portofel %@ doar pentru vizualizare
ru: Добавить кошелёк %@ только для просмотра
sk: Pridať peňaženku %@ len na sledovanie
sl: Dodaj denarnico %@ samo za ogled
sr: Додај %@ новчаник само за преглед
sv: Lägg till en endast-läs %@-plånbok
sw: Ongeza pochi ya %@ ya kuangalia tu
ta: watch-only %@ வாலட்டைச் சேர்க்கவும்
te: watch-only %@ వాలెట్‌ను జోడించండి
th: เพิ่มกระเป๋า %@ แบบดูอย่างเดียว
tr: Yalnızca-izleme %@ cüzdanı ekle
uk: Додати гаманець %@ лише для перегляду
ur: صرف-دیکھنے والا %@ والیٹ شامل کریں
vi: Thêm ví %@ chỉ để theo dõi
zh_hans: 添加只读的 %@ 钱包
zh_hant: 加入唯讀的 %@ 錢包

source: Add an optional note that travels with the transaction.
af: Voeg 'n opsionele nota by wat saam met die transaksie reis.
ar: أضف ملاحظة اختيارية تنتقل مع المعاملة.
bg: Добавете незадължителна бележка, която пътува с транзакцията.
bn: লেনদেনের সাথে যাওয়া একটি ঐচ্ছিক নোট যোগ করুন।
ca: Afegeix una nota opcional que acompanyi la transacció.
cs: Přidejte volitelnou poznámku, která putuje s transakcí.
da: Tilføj en valgfri note, der følger med transaktionen.
de: Füge eine optionale Notiz hinzu, die mit der Transaktion mitläuft.
el: Προσθέστε μια προαιρετική σημείωση που συνοδεύει τη συναλλαγή.
es: Añade una nota opcional que viaja con la transacción.
et: Lisage valikuline märkus, mis liigub koos tehinguga.
fa: یک یادداشت اختیاری اضافه کنید که همراه تراکنش می‌رود.
fi: Lisää valinnainen merkintä, joka kulkee tapahtuman mukana.
fil: Magdagdag ng opsyonal na tala na kasama ng transaksyon.
fr: Ajoutez une note facultative qui accompagne la transaction.
he: הוסף הערה אופציונלית שתלווה את העסקה.
hi: एक वैकल्पिक नोट जोड़ें जो ट्रांज़ैक्शन के साथ जाता है।
hr: Dodajte neobaveznu napomenu koja putuje s transakcijom.
hu: Adj hozzá egy nem kötelező jegyzetet, amely a tranzakcióval utazik.
id: Tambahkan catatan opsional yang menyertai transaksi.
is: Bættu við valfrjálsri athugasemd sem fylgir færslunni.
it: Aggiungi una nota facoltativa che viaggia con la transazione.
ja: 取引に付随する任意のメモを追加します。
ko: 거래와 함께 전달되는 선택적 메모를 추가하세요.
lt: Pridėkite neprivalomą pastabą, kuri keliauja kartu su operacija.
lv: Pievienojiet neobligātu piezīmi, kas ceļo līdzi transakcijai.
ml: ഇടപാടിനൊപ്പം പോകുന്ന ഒരു ഓപ്ഷണൽ കുറിപ്പ് ചേർക്കുക.
mr: व्यवहारासोबत जाणारी एक ऐच्छिक टीप जोडा.
ms: Tambah nota pilihan yang mengiringi transaksi.
nb: Legg til et valgfritt notat som følger med transaksjonen.
nl: Voeg een optionele notitie toe die met de transactie meegaat.
pa: ਲੈਣ-ਦੇਣ ਨਾਲ ਜਾਣ ਵਾਲਾ ਇੱਕ ਵਿਕਲਪਿਕ ਨੋਟ ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaj opcjonalną notatkę dołączoną do transakcji.
pt_br: Adicione uma nota opcional que acompanha a transação.
ro: Adaugă o notă opțională care însoțește tranzacția.
ru: Добавьте необязательную заметку, которая сопровождает транзакцию.
sk: Pridajte voliteľnú poznámku, ktorá cestuje s transakciou.
sl: Dodajte neobvezno opombo, ki potuje s transakcijo.
sr: Dodajte opcionu napomenu koja putuje uz transakciju.
sv: Lägg till en valfri anteckning som följer med transaktionen.
sw: Ongeza dokezo la hiari linaloambatana na muamala.
ta: பரிவர்த்தனையுடன் செல்லும் விருப்பத் தேர்வுக் குறிப்பைச் சேர்க்கவும்.
te: లావాదేవీతో పాటు వెళ్లే ఐచ్ఛిక గమనికను జోడించండి.
th: เพิ่มหมายเหตุที่จะแนบไปกับธุรกรรม (ไม่บังคับ)
tr: İşlemle birlikte gidecek isteğe bağlı bir not ekleyin.
uk: Додайте необов’язкову примітку, яка йде разом із транзакцією.
ur: ایک اختیاری نوٹ شامل کریں جو ٹرانزیکشن کے ساتھ جاتا ہے۔
vi: Thêm một ghi chú tùy chọn đi kèm với giao dịch.
zh_hans: 添加随交易一同发送的可选附言。
zh_hant: 加入隨交易一同傳送的選用附言。

source: Add comment
af: Voeg kommentaar by
ar: إضافة تعليق
bg: Добавяне на коментар
bn: মন্তব্য যোগ করুন
ca: Afegeix un comentari
cs: Přidat komentář
da: Tilføj kommentar
de: Kommentar hinzufügen
el: Προσθήκη σχολίου
es: Añadir comentario
et: Lisa kommentaar
fa: افزودن نظر
fi: Lisää kommentti
fil: Magdagdag ng komento
fr: Ajouter un commentaire
he: הוסף הערה
hi: टिप्पणी जोड़ें
hr: Dodaj komentar
hu: Megjegyzés hozzáadása
id: Tambahkan komentar
is: Bæta við athugasemd
it: Aggiungi commento
ja: コメントを追加
ko: 코멘트 추가
lt: Pridėti komentarą
lv: Pievienot komentāru
ml: അഭിപ്രായം ചേർക്കുക
mr: टिप्पणी जोडा
ms: Tambah komen
nb: Legg til kommentar
nl: Opmerking toevoegen
pa: ਟਿੱਪਣੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj komentarz
pt_br: Adicionar comentário
ro: Adaugă un comentariu
ru: Добавить комментарий
sk: Pridať komentár
sl: Dodaj komentar
sr: Dodaj komentar
sv: Lägg till kommentar
sw: Ongeza maoni
ta: கருத்தைச் சேர்க்கவும்
te: వ్యాఖ్యను జోడించండి
th: เพิ่มความคิดเห็น
tr: Yorum ekle
uk: Додати коментар
ur: تبصرہ شامل کریں
vi: Thêm bình luận
zh_hans: 添加注释
zh_hant: 加入註解

source: Add crypto to get started — receive or transfer it from another wallet.
af: Voeg kripto by om te begin — ontvang of dra dit oor vanaf 'n ander beursie.
ar: أضف عملات مشفّرة للبدء — استلمها أو حوّلها من محفظة أخرى.
bg: Добавете крипто, за да започнете — получете го или го прехвърлете от друг портфейл.
bn: শুরু করতে ক্রিপ্টো যোগ করুন — অন্য ওয়ালেট থেকে গ্রহণ করুন বা স্থানান্তর করুন।
ca: Afegeix cripto per començar: rep-la o transfereix-la des d'una altra cartera.
cs: Začněte přidáním kryptoměny — přijměte ji nebo převeďte z jiné peněženky.
da: Tilføj krypto for at komme i gang — modtag eller overfør det fra en anden tegnebog.
de: Füge Krypto hinzu, um zu starten – empfange es oder übertrage es aus einem anderen Wallet.
el: Προσθέστε κρυπτονομίσματα για να ξεκινήσετε — λάβετέ τα ή μεταφέρετέ τα από άλλο πορτοφόλι.
es: Añade cripto para empezar: recíbela o transfiérela desde otra cartera.
et: Alustamiseks lisage krüpto — võtke see vastu või kandke üle teisest rahakotist.
fa: برای شروع رمزارز اضافه کنید — آن را دریافت کنید یا از کیف پول دیگری منتقل کنید.
fi: Aloita lisäämällä kryptoa — vastaanota tai siirrä se toisesta lompakosta.
fil: Magdagdag ng crypto para magsimula — tumanggap o ilipat ito mula sa ibang wallet.
fr: Ajoutez des cryptos pour commencer — recevez-les ou transférez-les depuis un autre portefeuille.
he: הוסף קריפטו כדי להתחיל — קבל או העבר אותו מארנק אחר.
hi: शुरू करने के लिए क्रिप्टो जोड़ें — इसे किसी अन्य वॉलेट से प्राप्त करें या ट्रांसफ़र करें।
hr: Dodajte kriptovalutu za početak — primite je ili prenesite iz drugog novčanika.
hu: Adj hozzá kriptót az induláshoz — fogadd vagy utald át egy másik tárcából.
id: Tambahkan kripto untuk memulai — terima atau transfer dari dompet lain.
is: Bættu við rafmynt til að byrja — taktu á móti henni eða fluttu hana úr öðru veski.
it: Aggiungi cripto per iniziare — ricevile o trasferiscile da un altro wallet.
ja: 暗号資産を追加して始めましょう。別のウォレットから受け取るか送金してください。
ko: 시작하려면 암호화폐를 추가하세요 — 받거나 다른 지갑에서 이체하세요.
lt: Pridėkite kriptovaliutos, kad pradėtumėte – gaukite ją arba perveskite iš kitos piniginės.
lv: Pievienojiet kriptovalūtu, lai sāktu — saņemiet vai pārvietojiet to no cita maka.
ml: ആരംഭിക്കാൻ ക്രിപ്റ്റോ ചേർക്കുക — മറ്റൊരു വാലറ്റിൽ നിന്ന് സ്വീകരിക്കുകയോ കൈമാറുകയോ ചെയ്യുക.
mr: सुरू करण्यासाठी क्रिप्टो जोडा — ते दुसऱ्या वॉलेटमधून प्राप्त करा किंवा हस्तांतरित करा.
ms: Tambah kripto untuk bermula — terima atau pindahkannya daripada dompet lain.
nb: Legg til krypto for å komme i gang — motta eller overfør det fra en annen lommebok.
nl: Voeg crypto toe om te beginnen — ontvang het of zet het over vanuit een andere wallet.
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕ੍ਰਿਪਟੋ ਸ਼ਾਮਲ ਕਰੋ — ਇਸਨੂੰ ਕਿਸੇ ਹੋਰ ਵਾਲਿਟ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰੋ ਜਾਂ ਟ੍ਰਾਂਸਫਰ ਕਰੋ।
pl: Dodaj kryptowalutę, aby zacząć — odbierz ją lub przenieś z innego portfela.
pt_br: Adicione cripto para começar — receba ou transfira de outra carteira.
ro: Adaugă cripto pentru a începe — primește sau transferă din alt portofel.
ru: Добавьте криптовалюту, чтобы начать, — получите или переведите её из другого кошелька.
sk: Pridajte kryptomenu na začiatok — prijmite ju alebo preneste z inej peňaženky.
sl: Dodajte kriptovaluto za začetek — prejmite jo ali prenesite iz druge denarnice.
sr: Dodajte kriptovalute za početak — primite ih ili prenesite iz drugog novčanika.
sv: Lägg till krypto för att komma igång — ta emot eller överför det från en annan plånbok.
sw: Ongeza crypto ili kuanza — ipokee au uihamishe kutoka kwenye wallet nyingine.
ta: தொடங்க கிரிப்டோவைச் சேர்க்கவும் — மற்றொரு வாலட்டிலிருந்து பெறவும் அல்லது மாற்றவும்.
te: ప్రారంభించడానికి క్రిప్టోను జోడించండి — మరొక వాలెట్ నుండి స్వీకరించండి లేదా బదిలీ చేయండి.
th: เพิ่มคริปโทเพื่อเริ่มต้น — รับหรือโอนจากกระเป๋าเงินอื่น
tr: Başlamak için kripto ekleyin — başka bir cüzdandan alın veya aktarın.
uk: Додайте криптовалюту, щоб почати — отримайте її або перекажіть з іншого гаманця.
ur: شروع کرنے کے لیے کرپٹو شامل کریں — اسے وصول کریں یا کسی دوسرے والیٹ سے منتقل کریں۔
vi: Thêm tiền mã hóa để bắt đầu — nhận hoặc chuyển từ một ví khác.
zh_hans: 添加加密货币即可开始——从其他钱包接收或转入。
zh_hant: 加入加密貨幣即可開始——從其他錢包接收或轉入。

source: Add custom token
af: Voeg pasgemaakte token by
ar: إضافة عملة رمزية مخصصة
bg: Добавяне на персонализиран токен
bn: কাস্টম টোকেন যোগ করুন
ca: Afegeix un token personalitzat
cs: Přidat vlastní token
da: Tilføj brugerdefineret token
de: Eigenen Token hinzufügen
el: Προσθήκη προσαρμοσμένου token
es: Añadir token personalizado
et: Lisa kohandatud märk
fa: افزودن توکن سفارشی
fi: Lisää oma token
fil: Magdagdag ng custom na token
fr: Ajouter un jeton personnalisé
he: הוספת טוקן מותאם
hi: कस्टम टोकन जोड़ें
hr: Dodaj prilagođeni token
hu: Egyéni token hozzáadása
id: Tambahkan token kustom
is: Bæta við sérsniðnum tóka
it: Aggiungi token personalizzato
ja: カスタムトークンを追加
ko: 사용자 지정 토큰 추가
lt: Pridėti pasirinktinį žetoną
lv: Pievienot pielāgotu marķieri
ml: ഇഷ്‌ടാനുസൃത ടോക്കൺ ചേർക്കുക
mr: सानुकूल टोकन जोडा
ms: Tambah token tersuai
nb: Legg til egendefinert token
nl: Aangepaste token toevoegen
pa: ਕਸਟਮ ਟੋਕਨ ਜੋੜੋ
pl: Dodaj token niestandardowy
pt_br: Adicionar token personalizado
ro: Adaugă token personalizat
ru: Добавить свой токен
sk: Pridať vlastný token
sl: Dodaj žeton po meri
sr: Додај прилагођени токен
sv: Lägg till anpassad token
sw: Ongeza tokeni maalum
ta: தனிப்பயன் டோக்கனைச் சேர்
te: అనుకూల టోకెన్ జోడించు
th: เพิ่มโทเคนกำหนดเอง
tr: Özel token ekle
uk: Додати власний токен
ur: حسبِ ضرورت ٹوکن شامل کریں
vi: Thêm token tùy chỉnh
zh_hans: 添加自定义代币
zh_hant: 新增自訂代幣

source: Add destination tag
af: Voeg bestemmingsetiket by
ar: إضافة وسم الوجهة
bg: Добавяне на таг на местоназначение
bn: গন্তব্য ট্যাগ যোগ করুন
ca: Afegeix una etiqueta de destinació
cs: Přidat cílovou značku
da: Tilføj destinationstag
de: Ziel-Tag hinzufügen
el: Προσθήκη ετικέτας προορισμού
es: Añadir etiqueta de destino
et: Lisa sihtkohamärgend
fa: افزودن برچسب مقصد
fi: Lisää kohdetunniste
fil: Magdagdag ng destination tag
fr: Ajouter une étiquette de destination
he: הוסף תג יעד
hi: डेस्टिनेशन टैग जोड़ें
hr: Dodaj odredišnu oznaku
hu: Célcímke hozzáadása
id: Tambahkan tag tujuan
is: Bæta við áfangamerki
it: Aggiungi destination tag
ja: 宛先タグを追加
ko: 목적지 태그 추가
lt: Pridėti paskirties žymą
lv: Pievienot galamērķa birku
ml: ലക്ഷ്യസ്ഥാന ടാഗ് ചേർക്കുക
mr: गंतव्य टॅग जोडा
ms: Tambah tag destinasi
nb: Legg til destinasjonstagg
nl: Bestemmingstag toevoegen
pa: ਮੰਜ਼ਿਲ ਟੈਗ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj znacznik docelowy
pt_br: Adicionar tag de destino
ro: Adaugă eticheta de destinație
ru: Добавить тег назначения
sk: Pridať cieľovú značku
sl: Dodaj ciljno oznako
sr: Dodaj odredišnu oznaku
sv: Lägg till destinationstagg
sw: Ongeza lebo ya kufikishia
ta: இலக்கு டேக்கைச் சேர்க்கவும்
te: గమ్యస్థాన ట్యాగ్‌ను జోడించండి
th: เพิ่มแท็กปลายทาง
tr: Hedef etiketi ekle
uk: Додати тег призначення
ur: منزل ٹیگ شامل کریں
vi: Thêm thẻ đích (destination tag)
zh_hans: 添加目标标签
zh_hant: 加入目標標籤
